; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="This software cannot be started as it is in use by another user."
MSE1="Cannot restart the system. Close the installer or application software currently running. Then exit the setup program for Canon and try again."
MSE2="This program cannot be used with the current operating system."
MSE3="To install the software, you must be logged on to an administrator account.\nClick [OK] and remove the CD-ROM to abort the installation.\nAfter aborting the installation, log on as an administrator account, then insert the CD-ROM again."
MSE3_Mac="Login with the administrator account to start this software."
MSE31_Mac="The administrator's user name and password are required to install this software."
MSE4="You need an appropriate application software to display the selected file."
MSE5="There is not enough space on the %D% drive. %S% M bytes are needed to install the software."
MSE6="The specified folder is invalid. Specify a write-enabled folder located on the local hard disk drive."
MSE7="The program cannot be started because the screen resolution is low. Change the resolution to 800x600 pixels or higher, and then reexecute the operation.\nWhen you install on the Tablet PC, set the screen orientation to landscape mode, and then execute the operation."
MSE7_Mac="The program cannot be started because the screen resolution is low.Change the resolution to 800x600 pixels or higher, and then reexecute the operation."
MSE8="There is no CD-ROM in the CD-ROM drive.\nRe-insert the CD-ROM into the drive."
MSE9="A filename cannot contain any of the following characters:\n/ , ; * ? \\" < > |"
MSE10="The specified pathname exceeds the limit. Specify the pathname within 150 characters."
MSE11="The drive letter is not included in the specified pathname, or the path is specified with a relative path. Specify an absolute path."
MSE12="[Easy Install] cannot be used with the current operating system."
MSE15="This program can be executed on Windows 2000 Service Pack 4 or later operating system. If your operating system is earlier than Service Pack 4, update Windows 2000 to Service Pack 4 or later and reexecute the operation."
MSE16="Cannot open the file."
MSE17="This program can be executed on Windows XP Service Pack 2 or later operating system. If your operating system is earlier than Service Pack 2, update Windows XP to Service Pack 2 or later and reexecute the operation."
MSE18="This program can be executed on Windows XP Service Pack 3 or later operating system when using Windows XP. Update Windows XP to Service Pack 3 or later and try again."
MSE19="This program can be executed on Windows Vista Service Pack 1 or later operating system when using Windows Vista. Update Windows Vista to Service Pack 1 or later and try again."
MSE20="This program can be executed on Windows Vista Service Pack 2 or later operating system when using Windows Vista. Update Windows Vista to Service Pack 2 or later and try again."

MSW1="The file was updated because an old version of the file was found in the system.  Restart the system now to complete the update. Click [OK] to restart the system. After the system is restarted, this software will restart automatically."
MSW2="The folder\n\"%P%\"\ndoes not exist. Create a new folder?"
MSW3="Depending on the OS version, installation may not complete correctly. Click [Check Latest Info] to access Canon's website and check the latest information.\n\nAfter checking the latest information, click [Continue Installation] to continue installation. Click [Cancel Installation] to cancel installation."
MSW4="The latest software supporting your operating system is available. It is recommended that you use the latest software. Click [Check Latest Info] to access Canon's website and download it.\nClick [OK] to continue installation. Click [Cancel] to exit this program."

MSM0001="OK"
MSM0002="Cancel"
MSM0003="Yes"
MSM0004="No"
MSM0005="Back"
MSM0006="Next"
MSM0007="Continue"
MSM0008="Abort"
MSM0009="Exit"
MSM0010="Install"
MSM0011="Help"
MSM0012="Select All"
MSM0013="Clear All"
MSM0014="Check Latest Info"
MSM0015="Continue Installation"
MSM0016="Cancel Installation"
MSM0017="Language"
MSM0018="Defaults"
MSM0019="Skip"
MSM0020="Back to Top"

MSM0101="Error"
MSM0102="Warning"
MSM0103="Information"
MSM0104="Canon"

MSM1001="Select Language"
MSM1002="Select which language to use with this program and then click [Next]."
MSM1003="Select which language to use with this program and then click [Back]."

MSM1011="Starting to install the helper tool. Helper tool is necessary for the setup operations."

MSM1021="Acquiring Information"
MSM1022="Acquiring information on the latest driver and software. Please wait."
MSM1023="For internet access, this software will obtain information saved in your keychain.\nIf the 'Confirm Access to Keychain' dialog appears, click [Always Allow]."

MSM1031="Information Acquisition Error"
MSM1032="Failed to acquire information on the driver and software. Check the network connection and try again."

MSM1051="Select Printer"
MSM1052="Select Scanner"
MSM1053="Select the printer to install, and then click [Next]."
MSM1054="Select the scanner to install, and then click [Next]."

MSM1101="Select Your Place of Residence"
MSM1102="Select your place of residence, and then click [Next]."
MSM1103="USA, Canada, Latin America"
MSM1104="Europe, Middle East, Africa"
MSM1105="Asia"
MSM1106="Pacific Region"

MSM1111="Select your country or place of residence, and then click [Next]. If your country or place of residence is not listed below, select \"Others\"."
MSM1116="Select Country or Region"
MSM1117="Select your place of residence."
MSM1118="Select your country or place of residence. If your country or place of residence is not listed below, select \"Others\"."

MSM1201="Select the installation method and follow the instructions on the screens."
MSM1202="Recommended for first-time users"
MSM1203="Easy Install"
MSM1204="Automatically installs the software."
MSM1205="Custom Install"
MSM1206="This method allows you to select the software programs that you want to use and installs only the selected programs."
MSM1207="Cancels software installation."
MSM1208="Canon Color Image Scanner"
MSM1209="CanoScan Setup Utility"
MSM1210="Creative Photo Album Kit"
MSM1211="This method allows you to select the software programs that you want to use and installs only the selected programs."
MSM1221="You can select whether to use this printer via USB connection or LAN connection. Follow the on-screen instructions to select the connection method.\n\nNetwork setup is required when using the printer via LAN connection. If the setup is already completed, the connection is confirmed automatically. If the setup is not completed, follow the on-screen instructions to set up the printer."
MSM1222="Starting the software installation. Follow the on-screen instructions."
MSM1231="You can change the connection method, add software or start the setup again. Click [Start Setup Again] only when the printer is not operating correctly."
MSM1232="Change Connection Method"
MSM1233="Change the connection method between the printer and computer from USB to LAN or from LAN to USB."
MSM1234="Add Software"
MSM1235="Select software to add or reinstall it."
MSM1236="Start Setup Again"
MSM1237="Start again from the initial installation to connection."
MSM1238="You can add software or start the setup again. Click [Start Setup Again] only when the printer is not operating correctly."
MSM1239="To Use the Fax"
MSM1241="Start Setup"
MSM1242="Starting the setup needed to use the machine from the computer.\nFollow the on-screen instructions."
MSM1243="Start Setup"
MSM1244="This software allows you to use the machine from the computer."
MSM1245="Useful Software"
MSM1246="Installs software that allows you to use the machine more conveniently."
MSM1247="Online Manual"
MSM1248="Manual can be checked online."
MSM1249="Use the updated software found on internet"
MSM1301="Easy Install"
MSM1302="The listed software programs will be installed. To proceed, click [Install].\n\nTo display an introduction of the software, move the mouse pointer to the software name."
MSM1304="Displays the README file: "
MSM1305="Drive %DRIVELETTER% %DISKSPACE% MB free space"
MSM1306="Total used space: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="Click this button to read the description file of %s."
MSM1309="Click this button to read the README file of %s."
MSM1310="Driver and Manual"
MSM1311="Application"
MSM1312="Estimated installation time: %INSTALLTIME_MIN% to %INSTALLTIME_MAX% minutes"
MSM1313="You have to install this application."
MSM1314="This software is mandatory. Therefore, deselecting it is not recommended.\nDo you want to deselect it?"
MSM1315="Installation may take some time depending on your network environment."

MSM1401="Custom Install"
MSM1402="Select the checkbox of the software to install, and then click [Next].\nTo display an introduction of the software, please move the mouse pointer to the software name."
MSM1402_Mac="Select the checkbox of the software to install, and then click [Install].\nTo display an introduction of the software, please move the mouse pointer to the software name."
MSM1451="Software Installation List"
MSM1452="The selected software will be installed. Make sure that the software you want to install is selected, and then click [Next]."
MSM1453_Mac="You need to install all the software below to use all functions of this printer."
MSM1454="This software is mandatory and cannot be deselected."
MSM1455_Mac="You need to install all the software below to use all functions of this scanner."

MSM1501="Change Installation Location"
MSM1502="You can change the installation location of %LOCATIONITEM%. "
MSM1503="If you do not need to change the location, click [Install]."
MSM1504="To change the location, click [Browse...], select the folder in which the software is to be installed, and then click [Install]."
MSM1505="Installation location:"
MSM1506="Browse..."
MSM1507="Drive %DRIVELETTER%  Free space: %DISKSPACE% MB  Required space: %ITEMSPACE% MB"
MSM1508="Drive %APPDRIVELETTER%  Free space: %APPDISKSPACE% MB  Required space: %APPITEMSPACE% MB"

MSM1601="License Agreement"
MSM1602="Before installing the selected software programs, carefully read the license agreement below."
MSM1603="If you accept the agreement, click [Yes]. If you click [No], the software installation will be canceled."
MSM1604="Before installing %CURRENT_STEPITEM%, carefully read the license agreement below."
MSM1605="If you accept the agreement, click [Yes]. If you click [No], this software will not be installed."
MSM1606="Canon Products"
MSM1607="If you do not accept the license agreement, this software will not be installed. OK?"
MSM1608="If you do not accept the license agreement, this application and Print Studio Pro which requires this application will not be installed. OK?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="License Agreement for %s"

MSM1651="System File Update"
MSM1659="Allow Install Wizard Processes"
MSM1660="Please Allow All Install Wizard Processes"
MSM1661="Firewall or anti-virus software may show alert dialogs during the installation of Canon products. Please allow the installation to proceed by selecting an option in the dialog such as:\n\n- Permit\n- Allow\n- Yes\n- Unblock"

MSM1671="Install .NET Framework"
MSM1672="Microsoft .NET Framework 4 is not installed on your computer. To use all software, you need to install Microsoft .NET Framework 4. Do you want to install it?"

MSM1681="Microsoft .NET Framework 4 Not Found"
MSM1682="Microsoft .NET Framework 4 is not found or not installed properly.\nMicrosoft .NET Framework 4 must be installed properly to install this software."

MSM1701="Installation progress: %PROGRESS%%"
MSM1702="About %RESTTIME% minutes until completion"
MSM1703="Installation progress: %PROGRESS%%PERCENT%"
MSM1711="Downloading…"
MSM1712="Calculating the time remaining…"
MSM1713="Time remaining [min]: Approximately %d"
MSM1714="Downloading %s..."
PERCENT="%"

MSM1801="STEP 1"
MSM1802="STEP 2"
MSM1803="STEP 3"
MSM1804="License Agreement"
MSM1805="Installation"
MSM1806="Setup"
MSM1806_Mac="Completion"
MSM1807="Applications"
MSM1808="Utilities"
MSM1809="Completion"
MSM1810="STEP 4"
MSM1811="Information"

MSM1901="Processing"
MSM1902="Processing. Please wait."
MSM1903="Installation of %ITEM% is finished."
MSM1904="Installing :%ITEM%"
MSM1905="Downloading :%ITEM%"
MSM1906="Downloading %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="Printer Connection"
MSM2002="Make sure that the printer is connected to the computer, and turn on the printer."
MSM2003="The printer is not detected. Check the connection."
MSM2004="Manual Selection"
MSM2005="To select the printer port manually without executing automatic detection, click [Manual Selection]."
MSM2006="The printer is detected. Please wait until the installation is completed."
MSM2007="Processing the installation...Please wait a few more moments."
MSM2010="Printer Connection"
MSM2011="Make sure that the printer is connected to the computer and the printer power is on. After checking the connection, click [Restart] to restart your computer. Set up the printer after restarting your computer. "
MSM2021="The Found New Hardware Wizard may be displayed. If so, click [Cancel] on the Found New Hardware Wizard to close it, then continue installation."
MSM2031="Scanner Connection"
MSM2032="Make sure that the scanner is connected to the computer, and turn on the scanner if it has an ON button."
MSM2033="The scanner is not detected. Check the connection."
MSM2034="The scanner is detected. Please wait until the installation is completed."

MSM2051="Setup Method"
MSM2052="Connect printer to the network for the first time"
MSM2053="Select this option when you want to use a printer that is not connected to the network yet, via wired or wireless LAN. Network setup is performed by connecting the printer to the computer with USB cable."
MSM2054="Printer is already connected to the network"
MSM2055="Select this option when you want to use a printer that is already connected to the network, from your computer. Select this option also when wireless LAN has been set up using WPS (Wi-Fi Protected Setup) or WCN (Windows Connect Now)."
MSM2056="Select the setup method, and then click [Next]."
MSM2065="Select this option when you want to use a printer that is not connected to the network yet, via wired LAN. Network setup is performed by connecting the printer to the computer with USB cable."
MSM2067="Select this option when you want to use a printer that is already connected to the network, from your computer. "
MSM2068="Use the printer via USB"
MSM2069="Select this option to use the printer via USB."
MSM2070="Start Setup"
MSM2071="You need to set up the printer. Click [Execute] to set up the printer. \n\nClick [Next] if you do not want to set up the printer."
MSM2081="If you have select the wired/wireless LAN setting on the printer's operation panel according to the connection method, click [OK].\n\nIf not selected yet, refer to the Getting Started."
MSM2081_Mac="For wired/wireless LAN users:\n If you have select the wired/wireless LAN setting on the printer's operation panel according to the connection method, click [Restart]. Network setup screen will displays after restarting your computer.\n\nIf not selected yet, refer to the Getting Started."
MSM2083="Select the printer connection method"
MSM2084="Use the printer via USB"
MSM2085="Select this option to use the printer via USB."
MSM2086="Use the printer with wireless LAN connection"
MSM2087="Select this option to use the printer with wireless LAN connection."
MSM2088="Use the printer with wired LAN connection"
MSM2089="Select this option to use the printer with wired LAN connection."
MSM2090="Printer Detection"
MSM2091="Start searching for the printer on the network.\nIf the printer's network setup has been completed, click [Next].\n\nIf not, complete the network setup.\nTo learn how to set up the network, click [Online Manual].\n\nClick [Cancel] to cancel the installation."
MSM2090_Mac="Printer Detection"
MSM2091_Mac="Start searching for the printer on the network.\nIf the printer's network setup has been completed, click [Next].\n\nIf not, complete the network setup.\nTo learn how to set up the network, click [Online Manual].\n\nClick [Cancel] to cancel the installation."
MSM2092_Mac="Network Setup"
MSM2093_Mac="Set up for the network will be performed after restarting your computer. Click [Restart] to restart your computer."
MSM2094="Start searching for the printer on the network. Click [Next].\nClick [Cancel] to cancel the installation."
MSM2096="Printer Detection"
MSM2097="Searching for the printer on the network."
MSM2098_Mac="Network Connection"
MSM2099_Mac="Press the ON button on the printer to turn it on if you want to use on network."
MSM2100_Mac="USB Connection"

MSM2101="Select Port"
MSM2102="Select the printer port and click [Next]."

MSM2250="Setup Complete"
MSM2251="The setup is completed. The product is now ready to use. Click [Next] to proceed to the next step."
MSM2252="Setup Complete"
MSM2253="The setup for printing from the computer is complete. \nNext, the software will be installed."
MSM2254="Installation has not been completed.\nTo continue installing the useful software, click [Continue].\nTo quit the installation, click [Exit]."

MSM2261="Setting Up"
MSM2262="Network connection is temporarily disabled during setup.\nPlease wait."
MSM2263="Failed to perform cableless setup. Suspend the process and select other setup method by following the instructions on the screens."

MSM2301="Installation Failure"
MSM2302="%ITEM% could not be installed. Click [Start Over] to reexecute the installation process."
MSM2303="In the manual describes causes of installation problems and how to correct those problems."
MSM2304="Start Over"
MSM2305="For network problems, see the [Network Setup Troubleshooting].\nFor other problems, see the manual."

MSM2401="Print Head Alignment Recommended"
MSM2402="This printer has print head alignment. If the printout contains misaligned lines or is not satisfactory, aligning the print head may resolve these problems.\n\nRefer to the user's guide for details."
MSM2402_Mac="You need to execute print head alignment before using this printer. Aligning the print heads corrects the installation positions of the print heads, improves deviated colors and lines.\n\nExecute print head alignment after restarting the computer and connecting the printer to the computer.\n\nRefer to the user's guide for details."
MSM2411="Print Head Alignment"
MSM2412="You need to execute print head alignment before using this printer. Load paper in the printer and click [Execute]. For details, refer to your printer manual.\n\nAfter print head alignment is completed, click [Next]."
MSM2412_Mac="You need to execute print head alignment before using this printer. Load paper in the printer and click [Execute]. For details, refer to your printer manual.\n\nClick [Next] if you do not want to align the print heads."
MSM2413="Execute"
MSM2414="When printing photos on this printer, it is recommended that you perform the print head alignment. To perform the print head alignment now, load plain paper in to the cassette and click [Execute]. After head alignment is completed, click [Next]. For details, refer to your printer manual.\n\nIn addition, head alignment is available after setup is completed. To continue without performing the print head alignment, click [Next]."
MSM2414_Mac="When printing photos on this printer, it is recommended that you perform the print head alignment. To perform the print head alignment now, load plain paper in to the cassette and click [Execute]. For details, refer to your printer manual.\n\nIn addition, head alignment is available after setup is completed. To continue without performing the print head alignment, click [Next]."
MSM2415="You need to execute print head alignment before using this printer. Load MP-101 in the printer and click [Execute]. For details, refer to your printer manual.\n\nAfter print head alignment is completed, click [Next]."
MSM2415_Mac="You need to execute print head alignment before using this printer. Load MP-101 in the printer and click [Execute]. For details, refer to your printer manual.\n\nClick [Next] if you do not want to align the print heads."
MSM2416="You need to execute print head alignment before using this printer. Click [Execute] to display the Start Print Head Alignment screen. Follow the on-screen instructions to print the alignment pattern. Place the printed alignment pattern on the platen and scan it.\n\nAfter print head alignment is completed, click [Next]."
MSM2416_Mac="You need to execute print head alignment before using this printer. Click [Execute] to display the Start Print Head Alignment screen. Follow the on-screen instructions to print the alignment pattern. Place the printed alignment pattern on the platen and scan it.\n\nAfter print head alignment is completed, click [Next]."
MSM2417="This printer has print head alignment. If the printout contains misaligned lines or is not satisfactory, aligning the print head may resolve these problems."
MSM2418="You need to execute print head alignment before using this printer. Load paper in the printer, click [Execute], and then click [Next]."
MSM2418_Mac="You need to execute print head alignment before using this printer. Load paper in the printer and click [Execute].\n\nClick [Next] if you do not want to align the print heads."
MSM2420="Searching for printers."
MSM2421="Searching for %PRODUCTNAME%."
MSM2422="Printer queue cannot be found."
MSM2423="Click [Register Printer] to register your printer."
MSM2424="Register Printer"
MSM2431="Register Printer and Scanner"
MSM2432="The printer and scanner network setups are complete.\nNext, register the printer and scanner to the computer.\n\nClick [Register Printer] or [Register Scanner] to start the corresponding application software for registration. Follow the application software instructions to complete the registration."
MSM2433="Register Printer"
MSM2434="Register Scanner"
MSM2435="The printer network setup is complete.\nNext, register the printer to the computer.\n\nClick [Register Printer] to start the corresponding application software for registration. Follow the application software instructions to complete the registration."
MSM2436_Mac="The printer network setup is complete.\nNext, adding the printer to the computer.\n\nClick [Add Printer] to start the application software for adding the printer. Follow the application software instructions to complete.\n\nIf you are not sure how to use the application software, click [Online Manual]."
MSM2437_Mac="Add Printer"
MSM2438_Mac="When you click [Add Printer], printers that can be added will be displayed. Select %s for which \"Canon IJ Network\" is displayed in the Kind field, and then click [Add].\nAfter adding the printer, click [Next]."
MSM2439_Mac="If printers that can be added are not displayed or if you are not sure how to use the screen, click [Online Manual]."
MSM2440_Mac="Select Scanner"
MSM2441_Mac="Setting up the scanner to the computer.\n\nClick [Select Scanner] to start the application software for setting the scanner. Follow the application software instructions to complete."

MSM2451="User Registration"
MSM2453="Next"
MSM2464="User Registration"
MSM2465="Register your Canon product today, and you will be entitled to the following benefits:\n- Receive our monthly e-mail newsletter with Canon savings\n- Receive fun Creative Park projects, and helpful tips\n- Be among the first to receive notifications on software upgrades"
MSM2474="User Registration"
MSM2475="By registering your product, you are able to receive useful product and service information. You need an internet connection to register."
MSM2484="Product Registration"
MSM2485JU="Register your Canon product today and you will be entitled to the following benefits:\n- Canon U.S.A.  will keep your information on file in the event of an insurance claim\n- Be among the first to receive notifications on software upgrades\n- Receive our monthly email newsletter with Canon savings"
MSM2485M="By updating or registering new product, you are able to receive useful product and service information. You need an internet connection to update and register."
MSM2486_Mac="If you click [Next], your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2486_Mac2="If you click [Next], your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2487="To register later, click [Cancel] and move to the next step. You can also register products whenever you like via Quick Menu."

MSM2501="CANON iMAGE GATEWAY User Registration"
MSM2502="Register"
MSM2503="CANON iMAGE GATEWAY Product Registration"
MSM2504="CANON iMAGE GATEWAY is an exclusive online service for purchaser of product entitled for free membership/annual membership fee. You can use various services that would expand the excitement of digital photo experience if you apply for user registration."
MSM2506="If you click [Register], your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2507="If you click [Register], your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2511="User Registration"
MSM2513="Product Registration"
MSM2514="Register your Canon product today, and you will be entitled to the following benefits:\n- Receive our monthly e-mail newsletter with Canon savings\n- Receive fun Creative Park projects, and helpful tips\n- Be among the first to receive notifications on software upgrades"
MSM2515="By registering your product, you are able to receive useful product and service information. You need an internet connection to register."
MSM2516="If you click [Next], your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2517="If you click [Next], your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2521="User registration. Your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2522="User registration. Your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2526="User registration. Your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2527="User registration. Your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."

MSM2551="Canon %s User Registration"
MSM2552="User Registration Uninstall"
MSM2571="%s User Registration Uninstaller"
MSM2572="Are you sure you want to completely remove 'Canon %s User Registration' and all of its components?"
MSM2573="Uninstallation completed successfully."
MSM2574="Uninstallation failed."
MSM2575="You must restart your computer to complete the uninstallation. Click [OK] to restart. Click [Cancel] to restart later."
MSM2576="You must have administrator privileges to uninstall Canon %s User Registration."
MSM2577="User registration. Your product name, OS information, and regional information will be automatically collected and sent to Canon through the Internet. These information will be directly reflected in the registration screen. To proceed, click [OK]."
MSM2577_Mac2="User registration. Your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2578="User registration. Your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2578_2="User registration. Your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, make sure that the printer is connected to the computer, then turn on the printer and click [OK]."
MSM2580="Connection failed. Make sure that the network connection is enabled, then try again. If connection still fails, wait a while and try again. You can also register whenever you like via Solution Menu EX."
MSM2581="Connection failed. Make sure that the network connection is enabled, then try again. If connection still fails, wait a while and try again."
MSM2582="Connection failed."
MSM2583="Connecting"
MSM2584="Connecting. Please wait."
MSM2585="Enter your firewall user name and password."
MSM2586="User name:"
MSM2587="Password:"
MSM2588="Save this password to the Keychain"
MSM2589="Connection failed. Make sure that the network connection is enabled, then try again. If connection still fails, wait a while and try again."

ExecutingPrefSet_Mac="The application program is linked to CanoScan Toolbox"

MSM2601="Installation completed successfully."
MSM2602="Restart the system now (recommended)"
MSM2603="Restart"
MSM2604="Installation completed successfully.\nMake sure that the scanner is connected to the computer and the scanner power is on, then click [Exit]."

MSM2610="Load plain paper into the cassette"
MSM2611="Load plain paper as shown below."
MSM2612="Load only plain paper into the cassette"
MSM2613="Load photo paper into the rear tray"

MSM2701="Cancellation of installation"
MSM2702="Installation has not been completed. To continue with the installation, click [Continue]. To cancel the installation, click [Cancel]."
MSM2702_Mac="Installation has not been completed. To continue with the installation, click [Continue]. To cancel the installation, click [Abort]."

MSM2801="System Settings Change"
MSM2802="You must restart the system before the new settings will take effect.\nDo you want to restart the system now?"

MSM2851="Extended Survey Program"
MSM2856="Agree"
MSM2857="Do not agree"
MSM2870="For development and marketing of products that better meet customer needs, Canon requests that the information below, related to your Canon product, be sent to Canon through the Internet."
MSM2871="For development and marketing of products that better meet customer needs, Canon requests that the information below, related to your Canon product, be sent to the legally approved research company through the Internet."
MSM2873="If you agree to the above, click [Agree]. Otherwise, click [Do not agree]."
MSM2874="For development and marketing of products that better meet customer needs, Canon requests that the information below, related to your Canon product, be sent to Canon (in case of using your Canon product in China, to the legally approved research company) through the Internet."
MSM2876="If you agree to the above, click [Agree] to start installing a survey program. Otherwise, click [Do not agree]. This program may not run on unsupported OS versions."
MSM2879_Win="If the User Account Control window appears, allow the program to continue."
MSM2901="Test Print"
MSM2902="The printer setup and software installation have been completed.\n\nTest printing will be performed to check the printer's operation. Load plain paper into the printer and click [Execute]. After test printing, click [Next].\n\nTo skip test printing, click [Next] instead of [Execute].\n\nIf a print error occurs, follow the on-screen instructions to start the setup again."
MSM2903="Test printing will be performed to check the printer's operation.\nLoad plain paper into the printer, click [Execute], and then click [Next].\n\nTo skip test printing, click [Next] instead of [Execute].\n\nIf a print error occurs, follow the on-screen instructions to start the setup again."

MSM3001="You must have this software to use the printer.\nYou can carry out print operations that are suited to various paper types and sizes."
MSM3002_Mac="The on-screen manual explains the operation of the driver and introduces simple instructions on how to use the application software."
MSM3008="You can combine image files with text and perform Direct Print on disk label easily."
MSM3009="Update the system."
MSM3010="This utility allows you from your computer to use the files stored in the memory card inserted in the card slot of your printer."
MSM3011="This driver allows you to use the device on a network."
MSM3012="Use this tool to change the connection method and security settings of the network-connected device."
MSM3013="My Printer helps you resolve printing problems such as smudged printing."
MSM3016="The MP Drivers are necessary to print documents and scan images."
MSM3018="ArcSoft PhotoStudio allows you to correct/enhance the images imported from your scanner or digital camera."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE is an OCR (Optical Character Recognition) program which can convert the text in books or newspaper characters into text data."
MSM3021="Presto! PageManager makes it easy to scan, share and organize Documents and Photos. You can save all of your business related documents in unlimited nested folders for easy retrieval."
MSM3023="Setup Utility allows you to configure the settings for printing via infrared or Bluetooth connection."
MSM3024="Setup Utility allows you to configure the settings for printing via PictBridge."
MSM3026="This is a plug-in software that enables professional photo printing more easily. To use this plug-in software, you need to install an appropriate application software."
MSM3027="XPS Driver is suitable for printing from application software that supports XPS printing (on Windows Vista or later)."
MSM3027_0="XPS Driver is suitable for printing from application software that supports XPS printing (on Windows Vista or later). IJ Printer Driver must be installed correctly."
MSM3027_1="XPS Driver is suitable for printing from application software that supports XPS printing (on Windows Vista or later). MP Drivers must be installed correctly."
MSM3028="ScanGear is a driver required to operate the scanner. To use the driver, execute application software such as an image-editing program."
MSM3028_Mac="A driver required to use the scanner. It allows you to specify the document size, output size and other advanced settings when scanning. It is also used when operating the scanner from TWAIN-compatible applications."
MSM3031_Mac="The on-screen manual explains the operation of the driver and introduces simple instructions on how to use the application software."
MSM3032=
MSM3034="This is required to faithfully print the colors of Adobe RGB images.Adobe is either a registered trademark or trademark of Adobe Systems Incorporated in the United States and/or other countries."
MSM3035="Setup Utility allows you to configure the settings for printing via infrared, Bluetooth connection, or PictBridge."
MSM3037="ScanGear CS is a scanner driver (TWAIN driver) required to operate the scanner. To use the driver, execute application software such as an image-editing program."
MSM3040="Easy-PhotoPrint EX allows you to easily create your own photo album, stickers, or calendar using your digital camera photos. You can also print borderless photos in a snap. Furthermore, you can apply red-eye correction and digital face smoothing before printing."
MSM3041="Immediately starts the accessory application software that allows you to print photos easily."
MSM3042="MP Navigator EX makes it easy to import your scanned images into an application software directly, to print them, or attach them to an E-mail, or to save them to your computer."
MSM3043="The manual explains how to use the machine and supplied software. Troubleshooting information is also provided.\nInternet Explorer 8.0 or later is required."
MSM3043_Mac="The manual explains how to use the machine and supplied software. Troubleshooting information is also provided."
MSM3044="Easy-WebPrint EX allows you to cut portions of web pages and print them in your own layout. It appears on your browser as a handy toolbar. Internet Explorer 7.0 or later is required."
MSM3044_Mac="Easy-WebPrint EX allows you to clip portions of web pages and print them in your own layout. It is a handy plug-in for your browser. Safari 4.0 or later is required."
MSM3045="This software allows you edit the coded speed dial, user information, and other settings registered in the printer, and save the edited settings in the computer or register them back to the printer."
MSM3046="Solution Menu EX can immediately starts the application software that allows you to print album or calender easily, or scan by one-clicking. Furthermore, you can easily access to the Canon's websites which support the various uses."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="You can import photos and use them to create and print personalized items such as collages, cards and calendars. You can also print borderless photos and correct/enhance images with simple steps. Use together with Quick Menu to generate recommendations from saved photos."
MSM3049="A plug-in for photo printing that facilitates and enhances the creation of professional works of art. An appropriate application must be installed. See the manual for the corresponding applications."
MSM3050="You can quickly launch software or manual for your Canon product. You can also quickly access the websites which provide useful information about your Canon product, or helpful websites which support various uses, and more. Use together with My Image Garden to activate Image Display in which you can display recommendations and photos in a slide show."
MSM3051="A driver required to use the scanner. It is used when operating the scanner from ICA-compatible applications."
MSM3052="This utility scans and saves images by scanner driver."
MSM3053="You can quickly launch software for your Canon product. You can also quickly access manual and various websites."
MSM3054="Add language dictionaries to be used when creating text-searchable PDF files or when starting OCR.After installation, select the corresponding language in the setting screen of Canon IJ Scan Utility."
MSM3055="This is an application that opens ScanGear to preview and scan images, then saves them to a computer."
MSM3056="This software allows you to configure the settings for using the printer on the network."
MSM4001W="IJ Printer Driver"
MSM4001="Printer Driver"
MSM4002="User's Manual"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS Driver"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Speed Dial Utility"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA Driver"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Additional Dictionaries for OCR (Chinese/Korean)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="The online ink purchase feature is now ready."
EIDENABLER_ADMIN="To execute this software, You must log on as a member of the Administrators Group."

MENU1_Mac="About Setup"
MENU2_Mac="Services"
MENU3_Mac="Hide Setup"
MENU4_Mac="Hide Others"
MENU5_Mac="Show All"
MENU6_Mac="Quit Setup"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="China"
HK="Hong Kong SAR China"
ID="Indonesia"
IN="India"
JP="Japan"
KR="Korea"
MY="Malaysia"
PH="Philippines"
SG="Singapore"
TW="Taiwan"
TH="Thailand"
VN="Vietnam"
MO="Macau"

AU="Australia"
NZ="New Zealand"

US="United States"
CA="Canada"
BR="Brazil"
MX="Mexico"
AR="Argentina"
CL="Chile"
PA="Panama"

AT="Austria"
BE="Belgium"
BG="Bulgaria"
HR="Croatia"
CZ="Czech Republic"
DK="Denmark"
EE="Estonia"
FI="Finland"
FR="France"
DE="Germany"
GR="Greece"
HU="Hungary"
IE="Ireland"
IT="Italy"
LV="Latvia"
LT="Lithuania"
LU="Luxembourg"
NL="Netherlands"
NO="Norway"
PL="Poland"
PT="Portugal"
RO="Romania"
RU="Russia"
SK="Slovakia"
SI="Slovenia"
ZA="South Africa"
ES="Spain"
SE="Sweden"
CH="Switzerland"
TR="Turkey"
GB="United Kingdom"

Others="Others"

MSM2703="Abort Installation"
MSM2704="Installation is not complete."
MSM2705="Click Continue to proceed with installation. Click Abort to abandon it."
MSM2706="Continue"
MSM2707="Abort"
MSM2951="%s Installer"
MSM2952="No installation CD-ROM is found. To continue with the installation of the %s driver, load the %s CD-ROM and click OK."

MSM5001="Create an Alias on Desktop"
MSM5002="Do you agree to create alias of manual on desktop? If you agree, select \"Agree\". If you select \"Do not agree\", you can open the manual from Applications Folder."
MSM5003="Agree"
MSM5004="Do not agree"

MSM5010="Add Easy-WebPrint EX to the Dock"
MSM5011="Do you agree to add Easy-WebPrint EX to the dock? If you agree, select “Agree”. If you select “Do not agree”, you can use Easy-WebPrint EX from Applications Folder."
MSM5012="Agree"

MSM6000="Select the printer connection method."
MSM6001="Wireless LAN Connection"
MSM6002="Wired LAN Connection"
MSM6003="USB Connection"
MSM6004="Retry the printer network setup"
MSM6005="Select the wireless LAN connection method."
MSM6006="Connect via wireless router (recommended)"
MSM6007="Direct Connection"
MSM6008="Connect the computer and the printer via wireless router."
MSM6009="Directly connect the computer and the printer."
MSM6010="To switch between the connection via wireless router and Direct Connection or for more details on the connection method, click [Instructions]."
MSM6011="Instructions"
MSM6012="Make sure that the printer is turned on."
MSM6013="Printers on Network List"
MSM6014="Serial Number"
MSM6015="MAC Address"
MSM6016="IP Address"
MSM6017="Setting printer could not be found on the list"
MSM6018="Update"
MSM6019="1. To set a printer on the network, select one from the above printers list, and then click [Next].\n   The serial number can be found on the back of the printer and on the Letter of Guarantee.\n   The above list displays only the last 5 digits of the serial number.\n2. If the setting printer could not be found on the above list, turn on the printer and click [Update].\n3. If the printer could not still be found, select [Setting printer could not be found on the list], and the click [Next]."
MSM6020="1. To set a printer on the network, select one from the above printers list, and then click [Next].\n   Serial number can be found on the back of the printer or the Letter of Guarantee.\n2. If the setting printer could not be found on the above list, turn on the printer and click [Update].\n3. If the printer could not still be found, select [Setting printer could not be found on the list], and the click [Next].\n4. For USB Connection, also select [Setting printer could not be found], and then click [Next]."
MSM6021="Connection completed."
MSM6022="Select Connection Method"
MSM6023="Check Power"
MSM6024="Use another method for setup. Follow the on-screen instructions."
MSM6025="The printer setup must be completed before the XPS driver can be installed. If the setup has not been completed, click [Back to Top] to set up the printer."
MSM6026="Firewall Settings"
MSM6027="You must deactivate the block on this software in the Windows firewall function."
MSM6028="Deactivate the block"
MSM6029="Select Printer"
MSM6100="My Image Garden utilizes the photo saved on your computer to automatically create a card or calendar."
MSM6101="CREATIVE PARK PREMIUM is providing PREMIUM Contents exclusively to users of genuine Canon inks."
MSM6102="You can perfectly copy the printed photo just by selecting the menu from the printer."
MSM6103="Even when the printer is turned off, you can automatically turn it on by starting the printing."
MSM6104="The quiet mode enables you to print, copy, or scan in silence without having to worry about time or surrounding."
MSM6105="The functions mentioned here vary depending on the models you use. For more details, refer to the manual."
MSM6106="For more details on function and settings, refer to the manual."
MSM6030="Select from the list"
MSM6031="The serial number can be found on the Letter of Guarantee and on the printer."
MSM6032="IPv4 Device"
MSM6033="IPv6 Device"
MSM6034="Serial Number (Last 5 Digits)"
MSM6035="Serial Number Location"
MSM6036="Specify the IP address and run the search"
MSM6037="Set up the network connection according to the guide"
MSM6038="Select this option if the printer is not displayed on the list or if it cannot be found by specifying the IP address."
MSM6039="Printer Search Method Selection"
MSM6040="Search by IPv4 address"
MSM6041="Search by IPv6 address"
MSM6042="Search by host name"
MSM6043="Search by Bonjour name"
MSM6044="To specify an IP address and run the search, you must assign an IP address to the printer beforehand. For more details, click [Online Manual]."
MSM6045="Error Searching the Specified IP Address"
MSM6046="The specified printer could not be found. Check the IP address, and then try again. For more details, click [Online Manual]."
MSM6047="Redetect"
MSM6048="The specified IP address is already being used by other device. Check the IP address, and then try again. For more details, click [Online Manual]."
MSM6049="Change IPv4 Network Settings"
MSM6050="Select the setup method, and then enter the IP address of the printer to be used."
MSM6051="Automatic Setup"
MSM6052="You must have a DHCP server to acquire the IP address automatically."
MSM6053="Manual Setup"
MSM6054="IPv4 Address"
MSM6055="Contact the network administrator about the IP address."
MSM6056="Change IPv6 Network Settings"
MSM6057="You must have a DHCPv6 server or an IPv6 router to acquire the IPv6 address automatically."
MSM6058="IPv6 Address"
MSM6059="Prefix Length"
MSM6060="Contact the network administrator about the IP address and the prefix length."
MSM6061="Error Changing the Network Settings"
MSM6062="The setting change may have failed because of one of the following reasons:\n  -The entered IP address is invalid\n  -The IP address is duplicated"
MSM6063="For more details, click [Online Manual]."
MSM6064="Click [Add Printer], and add the printer by following the instructions on the screen.\n\nAfter adding the printer, click [Next]."
MSM6065="To use all functions of this printer, you must install the Canon driver.\nClick [Next] and repeat the setup."
MSM6066="Set as default printer"
MSM6067="Connect the printer and the computer using the USB cable.\nMake sure that the printer is turned on."
MSM6091="Have you carried out printer initialization?"
MSM6092="1. Check that there is ink in the ink tank.\n2. Press and hold the printer's Stop button for about 5 seconds.\nThen, the printer will start initializing. This operation will take about 6 minutes."
MSM6093="1. Check that there is ink in the ink tank.\n2. Press and hold the printer's RESUME/CANCEL button for about 5 seconds.\nThen, the printer will start initializing. This operation will take about 6 minutes."
